{"notes":{"4cca8342fe0b821ff5efe45e53120446":{"path":"blog/design.md","filename":"design.md","ext":"md","hash":"4cca8342fe0b821ff5efe45e53120446","url":"blog/design.html","type":"note","title":"Design principles","tags":["design"],"text":"Design principles designing test !","eat":"2023-02-28T15:06:30.097Z"},"2e7cc76cb727cb3b4df3126f72567fb3":{"path":"blog/index.md","filename":"index.md","ext":"md","hash":"2e7cc76cb727cb3b4df3126f72567fb3","url":"blog/index.html","type":"note","title":"The Blog","tags":["blog/index"],"text":"The Blog","eat":"2023-02-28T12:38:03.384Z"},"0eb547304658805aad788d320f10bf1f":{"path":"index.md","filename":"index.md","ext":"md","hash":"0eb547304658805aad788d320f10bf1f","url":"index.html","type":"note","title":"Studio1337","tags":[],"text":"hello human ! I'm an independent software architect, designer & tech entrepreneur living in the south of France. It all started in 1999, my first website, a html/css GIF library coded with \"Microsoft FrontPage\", served through a 56 kilobytes AOL modem. Fun times :) 24 years later, after many great tech and business adventures, I'm opening my tech studio, a playground to practice my art, sharpen my skills, and craft unique pieces of software and services. I have a deep interest & knowledge in: If you'd like to collaborate, ping me at contact@studio1337.io KISS ~ Louis","eat":"2023-02-28T20:28:24.527Z"},"b2d651ada24511a059a0d68d74014ea7":{"path":"portfolio/index.md","filename":"index.md","ext":"md","hash":"b2d651ada24511a059a0d68d74014ea7","url":"portfolio/index.html","type":"note","title":"Portfolio","tags":[],"text":"Allopneus I have built from scratch what is now the n°1 digital pure player in France. With almost 8% global market share, Allopneus is top 5 biggest France ecommerce. 400M€ of revenue in 2016 & more than 200 employees. Michelin acquired 40% of the company for 60M€. Allopneus processes more than 80k orders/month with an average of 2M visitors/month. Edoki Academy Kalio Roadzila Flooz Inmemori It started with an online safe space for families to organize and commemorate the loss of their loved ones. I've built the entire service from scratch. I architected and implemented custom software, enhancing (10x?) the funeral workflows, redefining the funeral business from the ground up. 5 years, 60 employees in & out, and a 20M€ B series later, the company extended its model to physical funeral services. Due to unethical practices and pressure at the top, being the only independent individual in the new employee/resource model corp, it was ironically time for me to end my collaboration with the project I fully crafted :) Huge respect for the people working with the families. I hope my work improves the quality of your time. It came from my gut & my heart.  KIT Markdown publishing framework, as a service ! The kit renders markdown into any kind of web application, and with the use of plugins and declarative syntax, you can customize every aspect of your pages, in seconds! The kit renders your content into static HTML pages, inside a folder, that can be hosted anywhere. Project documentations, blogs, wikis, digital gardens, academia, table-top games, shops... The kit just seats on top of your content, and gives you full control over the UI & UX.","eat":"2023-02-27T12:40:34.843Z"},"14b99572373723b5f5cfdc32476c75a8":{"path":"ui.md","filename":"ui.md","ext":"md","hash":"14b99572373723b5f5cfdc32476c75a8","url":"ui.html","type":"note","title":"ui","tags":[],"text":"UI showcase This page showcases the UI components. typography texts Abbr. abbr Bold strong b Italic i em cite Deleted del Inserted ins Ctrl + S kbd Highlighted mark Strikethrough s Small small Text Sub sub Text Sup sup Underline u headings this is h1 this is h2 this is h3 quote This is Quote callout type: note,info,todo type: tip,hint,important type: success,check,done type: question,help,faq type: warning,caution,attention type: danger,error,bug,failure,fail,missing type: quote,cite codeblock You can theme codeblocks with $theme.highlight icon Choose any of the 1634 open source icons from boxicons. image table modal Open modal  Cras sit amet maximus risus. Pellentesque sodales odio sit amet augue finibus pellentesque. Nullam finibus risus non semper euismod.  checkout the $modal plugin! form","eat":"2023-02-25T19:51:15.855Z"},"88636d2769930e3e701c64fbf0ef7d46":{"path":"ui/index.md","filename":"index.md","ext":"md","hash":"88636d2769930e3e701c64fbf0ef7d46","url":"ui/index.html","type":"note","title":"UI showcase","tags":[],"text":"UI showcase This page showcases the UI components. typography texts Abbr. abbr Bold strong b Italic i em cite Deleted del Inserted ins Ctrl + S kbd Highlighted mark Strikethrough s Small small Text Sub sub Text Sup sup Underline u headings this is h1 this is h2 this is h3 quote This is Quote callout type: note,info,todo type: tip,hint,important type: success,check,done type: question,help,faq type: warning,caution,attention type: danger,error,bug,failure,fail,missing type: quote,cite codeblock You can theme codeblocks with $theme.highlight icon Choose any of the 1634 open source icons from boxicons. image \"showcase-image.jpg\" is not created yet. Click to create. table modal Open modal Confirm your action!  Cras sit amet maximus risus. Pellentesque sodales odio sit amet augue finibus pellentesque. Nullam finibus risus non semper euismod.  checkout the $modal plugin! form pdf \"showcase-pdf.pdf\" is not created yet. Click to create. checkout the $pdf plugin! latex color backgrounds","eat":"2023-02-25T20:15:34.957Z"},"c5650c17daceab211301e8e05bcf632a":{"path":"blog/full-text search.md","filename":"full-text search.md","ext":"md","hash":"c5650c17daceab211301e8e05bcf632a","url":"blog/full-text search.html","type":"note","title":"Fulltext search engines","tags":["fulltext"],"text":"Fulltext search engines server side client side","eat":"2023-02-28T12:37:31.853Z"}}}